Repository: dorkster/glipper
Catalog: po/*.po
Languages: et, fr, is, ja, tr

source: <i>Empty history</i>
et: <i>Tühi ajalugu</i>
fr: <i>Historique vide</i>
is: <i>Tæma sögu</i>
ja: <i>履歴がありません</i>
tr: <i>Geçmiş kayıtları boşalt</i>

source: Pl_ugins
et: _Pluginad
fr: _Greffons
is: _Viðbætur
ja: プラグイン
tr: Ek_lentiler

source: A clipboard manager.
et: Lõikepuhvri haldur
fr: Un gestionnaire de presse-papiers.
is: Klippispjaldsstjóri
ja: クリップボードを管理します。
tr: Bir pano yöneticisi

source: Glipper website
et: Glipperi koduleht
fr: Site web de Glipper
is: Vefsvæði Glipper
ja: Glipper WEBサイト
tr: Glipper websitesi

source: translator-credits
et: Launchpad Contributions: tabbernuk https://launchpad.net/~boamaod
fr: Sammy <erlk.ozlr@gmail.com> Launchpad Contributions: Benjamin Danon https://launchpad.net/~sphax3d erlk ozlr https://launchpad.net/~erlk-ozlr
is: Launchpad Contributions: Sveinn í Felli https://launchpad.net/~sveinki
ja: smeghead <smeghead7@gmail.com>
tr: Cagdas Sozer <anti_scv@yahoo.com> Launchpad Contributions: Cagdas Sozer https://launchpad.net/~anti-scv-yahoo Laszlo Pandy https://launchpad.net/~laszlok Onur AKTAS https://launchpad.net/~alonon

source: Enabled
et: Sisse lülitatud
fr: Activé
is: Virkt
ja: 有効
tr: Aktif

source: Autostart
fr: Lancer auto.
is: Sjálfræsing
ja: 自動開始
tr: Otomatik Başlat

source: Name
et: Nimi
fr: Nom
is: Heiti
ja: 名前
tr: İsim

source: <b>Behaviour</b>
fr: <b>Comportement</b>

source: <b>Clipboards</b>
fr: <b>Presses-papiers</b>

source: Key combination for popup:
fr: Raccourci clavier pour le menu Glipper :

source: Which clipboards should be managed by Glipper?
fr: Quels types de presse-papiers doivent être gérés par Glipper ?

source: No actions available
et: Toimingud puuduvad
fr: Aucune action disponible
is: Engar aðgerðir mögulegar
ja: 有効なアクションがありません
tr: Kullanılabilir bir görev yok

source: Define commands to run when an item matches a regular expression.
et: Käskude määramine käivitamiseks, kui isend vastab teatud regulaaravaldisele
fr: Définir des commandes à lancer quand une entrée correspond à une expression régulière.
is: Skilgreindu skipanir sem á að keyra þegar atriði samsvarar reglulegri segð.
ja: アイテムが正規表現にヒットした時、実行するコマンドを定義します。
tr: Düzenli ifadelere uygun bir ifade bulunduğunda koşulacak komutları tanımla

source: Add command
et: Lisa käsk
fr: Ajouter une commande
is: Bæta við skipun
ja: コマンドの追加
tr: Komut ekle

source: Delete action
et: Eemalda toiming
fr: Enlever l'action
is: Eyða aðgerð
ja: アクションの削除
tr: Görev sil

source: Delete command
et: Kustuta käsk
fr: Enlever la commande
is: Fjarlægja skipun
ja: コマンドの削除
tr: Komut sil

source: New command
et: Uus käsk
fr: Nouvelle commande
is: Ný skipun
ja: コマンドの追加
tr: Yeni komut

source: Enter description here
et: Lisa siia kirjeldus
fr: Entrer la description ici
is: Settu hér inn lýsingu
ja: ここに説明を入力して下さい
tr: Buraya açıklama girin:

source: New regular expression
et: Uus regulaaravaldis
fr: Nouvelle expression régulière
is: Ný regluleg segð
ja: 新しい正規表現
tr: Yeni düzenli ifade

source: Network
et: Võrk
fr: Réseau
is: Netkerfi
tr: Ağ

source: Connect multiple Glipper processes via network to synchronize their history
et: Ühenda ajaloo sünkimiseks võrgu kaudu mitu Glipperi sessiooni
fr: Connecter plusieurs Glipper par le réseau pour synchroniser leurs historiques
is: Tengdu saman nokkur Glipper ferli um net til að samræma ferilskráningu þeirra
ja: 履歴を同期するためネットワークを経由して複数のGlipperプロセスを接続します
tr: Geçmişi senkronize etmek için ağ üzerinden çoklu Glipper işlemlerine bağlan

source: Password
et: Parool
fr: Mot de passe
is: Lykilorð
ja: パスワード
tr: Şifre

source: You have to install the Python Cryptography Toolkit (python-crypto) if you want to use encrypted connections!
fr: Vous devez installer "Python Cryptography Toolkit" (python-crypto) si vous souhaitez chiffrer les connexions !
is: Þú þarft að setja upp Python Cryptography Toolkit (python-crypto) ef þú ætlar að nota dulritaðar tengingar!
ja: 暗号化された接続を使いたい場合は、Python Cryptography Toolkit (python-crypto)をインストールして下さい!
tr: Eğer şifrelenmiş bağlantılar kullanmak istiyorsan, Python Cryptography Toolkit (python-crypto) kurmak zorundasın!

source: New connection
et: Uus ühendus
fr: Nouvelle connexion
is: Ný tenging
ja: 新しい接続
tr: Yeni bağlantı

source: Enter IP address:
et: Sisesta IP-aadress:
fr: Entrer l'adresse IP :
is: Settu inn IP vistfang:
ja: IPアドレス:
tr: IP adresini girin:

source: Enter Password for this Connection:
et: Sisesta ühenduse jaoks parool:
fr: Entrer le mot de passe de cette connexion :
is: Settu inn lykilorð fyrir þessa tengingu:
ja: この接続のパスワード:
tr: Bu bağlantı için şifreyi girin:

source: New line
et: Reavahetus
fr: Retour à la ligne
is: Ný lína
tr: Yeni satır

source: Example plugin that adds a newline character at the end of items in the clipboard
et: Näidisplugin, mis lisab reavahetuse lõikelaual olevate üksuste lõppu
fr: Greffon d'exemple qui ajoute un retour à la ligne à la fin de chaque entrée du presse-papier
is: Sýniviðbót sem bætir nýlínumerki við enda atriða á klippisjaldinu
ja: クリップボードのアイテムの末尾に改行文字を追加するExampleプラグインです
tr: Panodaki ifadenin sonuna yenisatır karakteri ekleyen örnek eklenti

source: History
et: Ajalugu
fr: Historique
is: Ferill
ja: 履歴
tr: Geçmiş

source: Snippets
et: Tekstijupid
fr: Fragments de code
is: Bútar (snippets)
ja: 定型文
tr: Şablonlar

source: No snippets available
et: Tekstijuppe pole
fr: Aucun fragment disponible
is: Engir bútar tiltækir
ja: 定型文がありません
tr: Kullanılabilir şablon yok

source: Create snippets from history items
et: Tekstijupid ajaloost
fr: Créer des fragments de code depuis l'historique
is: Búa til búta úr ferilsatriðum
ja: 履歴アイテムから定型文を作成します。
tr: Geçmiş ifadelerden şablon yarat

source: Description
et: Kirjeldus
is: Lýsing
ja: 説明
tr: Açıklama

source: Actions
et: Toimingud
is: Aðgerðir
tr: Görevler
